{
  "whyKeep": {
      "title": "“Advantages”: Why Keep a Journal? ",
    "text": [
      "Why keep a journal? Hunt explained his resolve in the very first entry: “1770 The first of the 7th month, being near about the thirtieth year of my age, I began to keep a journal, or daily account of things that seemed worthy of my remembrance. Went to our meeting and Elisabeth Smith was there. Her text was: Teach me to number my days so I may incline my heart to wisdom.” In 1814 he continued, “This Advice of William Penn to His Children of keeping a common-place book, etc., and to keep an account of every day, though a day should require but a line – he said many advantages flow from it, was what first put me upon thus keeping such a common-place book, as he calls it, nearly in my first beginning with it.” The Advice of William Penn to His Children, Relating to their Civil and Religious Conduct, reads as follows: “And that you may order all things properly divide your day, such a share for your retirement, such a share of time for your retirement, and worship of God: such a proportion for your business, in which remember to ply that which is first to be done; so much time for yourselves, be it for study, walking, visit, &c. In this be first, and let your friends know it, and you will cut off many impertinences and interruptions, and save a trouble of times for yourselves, which people most unaccountably lavish away. And to be more exact, (for much lies in this) keep a short journal of your time, though a day require but a line; many advantages flow from it.”",
      "Other Quakers approved of his efforts. “My dear cousin William Hunt was here and I shewed it to him and he seemed much pleased with and encouraged me in it and once in company with Anthony Benezet he told me I should keep such a book, and I told him I did, and he seemed pleased to hear it, very much encouraged it. But sometimes I am ready to think of burning it all, as some have done in times of poverty. But sometimes it seems very agreeable to look over it.\" ",
      "But Hunt was not immune to inconsistency: “I have some weeks past neglected to continue my diary and concluded to drop it thinking maybe I had done enough if not too much at it but upon trial feel not quite easy. Remember what first put me upon it was William Penn’s advice to his children, which was to keep an account of every day, although a day required but a line; he said many advantages flowed from it, and further he advised them to keep a commonplace book and when they read the scriptures or any religious book if they met with passages that feelingly or livingly impressed their minds to make a note of it for he says these openings and impressions come not in the will of man no more than the Scriptures did to the inspired penmen and he says they may be lost through carelessness or overgrowing cares of the world. I believe it has been something like putting wood upon the altar to keep the fire burning as we read in Scripture for Solomon says where no vision is the people perish so I begin again.” ",
      "Hunt recorded his journal in a series of small stitched booklets (most without boards) of various sizes. Sometimes he also kept note of his thoughts on loose sheets of paper. His writing was crowded and he made notes in the margins, frequently in the left for weather and the right for postscripts. As stated previously, Hunt also used the journal to record details about his joinery business, and it functioned as an account book indicating details of the work performed and the payment received.",
      "Who were the intended readers of John Hunt’s journal? It seems unlikely that Hunt would have thought the entries for his working life interesting or significant for other readers. Moreover, in the early part of the journal, a number of his comments on his own spiritual state and ministry, and the spiritual state of his meetings, were coded. ",
      "An abstracted version of Hunt’s journal was published by John Comly in 1837, thirteen years after Hunt’s death. In 1827-1828, Philadelphia Yearly Meeting, like most of the rest of the meetings in North America, split into Hicksite and Orthodox factions. Both sides felt that they represented the heritage of the Religious Society of Friends, and could point to texts that, according to their reading of them, proved that they, and not the other side were the upholders of traditional Quakerism. In the early 1830s Hicksites printed an eight volume set of the works of the early Quaker leader, George Fox. For their part, Orthodox Friends issued Friends Library between 1837 and 1850, fourteen volumes which consisted largely of religious journals published earlier, now reprinted as a convenient set. ",
      "After 1831 prominent Hicksites John Comly, a Quaker minister, author, and teacher, and his brother, Isaac, began the production of Friends Miscellany, a compilation of previously unpublished works. The contents included letters, travel accounts, essays and other materials, running from two pages to much longer works. Two works, both published in the same volume, were the journals of John Hunt and Joshua Evans. ",
      "John Hunt knew and was impressed by his future editor, John Comly (1773-1850). While traveling in the ministry, Comly visited Hunt’s home meeting. In 1813, Hunt described Comly as “a young minister who appears very helpful and promising. in 1822, they both attended the Meeting of Ministers and Elders at Evesham. Though there were several ministers from Philadelphia, Hunt writes that: “John Comly in particular did please me exceedingly well. I was much gratified and edified with his company. He is a great minister and had very acceptable lively service at our quarterly meeting.” ",
      "The Comlys undoubtedly saved many writings from being lost. However, the editorial standards of the early 19th century were different than today’s. Faced with the extensive journal of John Hunt, they omitted the references to family and secular business, much of his travels, details of the American Revolution and its impact on local Quakers. They also used a free hand to revise the text to make it more easily readable and concise. The resulting Friends Miscellany text is less than five percent of the original."
    ],
    "footnote": [
      {
        "number": "6",
        "text": "Miscellany, X, 213"
      },
      {
        "number": "7",
        "text": "Journal, July 1, 1770.  Smith’s reference was to Psalms 119: 33-36."
      },
      {
        "number": "8",
        "text": "Journal, August 3, 1814."
      },
      {
          "number": "9",
          "text": "The Advice of William Penn to his Children, in A Collection of the Works of William Penn.  London: Assigns of J.  Sowle, 1726.  Vol.  1, 897.  The Advice of William Penn to His Children in the Select Works of William Penn.  London, 1771, 85"
      },
      {
          "number": "10",
          "text": "Journal, August 3, 1814"
      },
      {
          "number": "11",
          "text": " Proverbs 29:18."
      },
      {
          "number": "12",
          "text": "Journal, March 10, 1823.1"
      },
      {
          "number": "13",
          "text": "Miscellany, X, 218-416."
      }
    ]
  },
  
  "family":{
      "title": "",
      "content": [
      {
          "tree":{
              "title" : "Directed Ancestors and Children of John Hunt (1740-1824",
              "data" : ""
          },
          "description": [
            "The oldest son of Robert and Abigail Hunt of Haddonfield Monthly Meeting, John was born in August of 1740. John’s mother died when he was very young and Robert then married a young widow, Martha Ward, in 1749. John Hunt was subsequently apprenticed to George Matlack (1717-1766), a Quaker carpenter in Evesham.",
            "John Hunt suffered one great public embarrassment. He and Esther Warrington, daughter of Henry and Elizabeth (Bishop) Warrington, were married on March 17, 1763, under the care of Evesham Monthly Meeting. Their first child, William, was born on July 29, a scant 4-½ months after the marriage. John Hunt offered an acknowledgement to the Monthly Meeting. The apology was accepted, and John Lippincott was appointed to read it aloud at a “publick first day meeting” at Chester, John and Esther Warrington Hunt’s home meeting house. With this, the disciplinary act was concluded. By 1766, John was appointed as delegate to Salem Quarterly Meeting.",
            "John and Esther Warrington Hunt had ten children between 1763 and 1785. Three -- William (1763-1764), Rachel (1773-1775) and a second William (1776-1778) -- died in infancy. The others all lived into adulthood. John Hunt’s journal, like other journals of the time, did not sketch out in detail his home life, but there were numerous references to working with his male children and to his wife Esther accompanying him on his many travels to meetings. Esther supported John Hunt in his speaking in meeting. Abigail, who frequently accompanied her father on his travels, spoke in meeting, and, in March 1818, accompanied him to Select Meeting for the first time. Despite the lack of descriptive detail, the Hunt family frequently worked and traveled together.  The children, even in their adult years, were referred to affectionately by their nicknames -- “Samme” rather than Samuel and “Bennie” rather than Benjamin -- suggesting a level of intimacy between Hunt and his children."
          ],
          "footnote": [
              {
                  "number": "14",
                  "text" : "Ibid., December 12, 1813.  "
              },
              {
                  "number": "15",
                  "text": " Ibid., January 12, 1822."
              },
              {
                  "number": "16",
                  "text": "Evesham Monthly Meeting, Minutes, March 8, 1764."
              }
          ]
      },

      {
        "tree": {
          "title": "Selected Descendants of John Woolman & Elizabeth Borton",
          "data": ""
        },
        "description": [
          "Hunt’s family connections extended far beyond his immediate kin. He was born into and married within a network of Quaker family relationships in southern New Jersey. John Hunt’s father, Robert, was a first cousin to John Woolman (1720-1772), journalist and minister.",
          "Esther Hunt’s nephew, Abraham Warrington, married Rachel Evans, daughter of John Hunt’s friend and fellow minister, Joshua Evans. Other close connections included the Coles, Roberts, Haines, and numerous others.",
          " Disease was a common occurrence and likely to prove fatal. At times John Hunt secured the services of a French doctor from Philadelphia. Samme’s illnesses and death in 1791 were described in detail. While no details of the births of his children are given, the health of his wife, Esther, was a deep concern. ",
          "When the longer manuscript journal resumed on July 8, 1812. Hunt was 72 and less active. He travelled less often in the ministry and began to write about his sons helping him rather than helping his sons. In August of 1819, for instance, he wrote, “I have not earned so much money in a day for several years past.” A year later he penned, “Got a fall from the top of the pump and I think I had like to have broke my arm.” Perhaps this fall ended his active working life since no more references to his working remain. He was always a reader, but in his older years often wrote lengthy commentaries on his reading."
        ],
        "footnote": [
          {
            "number": "17",
            "text": "Journal, August 22, 1819"
          },
          {
              "number": "18",
              "text": "Ibid., November 2, 1820"
          }
        ]
      }
    ]
  },
    "worldOfJH": {
        "title": "The Quaker World of John Hunt",
        
    }
}
