{
  "appendixB": {
    "title": "The Society of Friends in the Middle Atlantic in the late 18th & early 19th centuries Structure of Quaker meetings",
    
    "text": [
      {
        "style": "normal",
        "text":"Philadelphia Yearly Meeting published its first printed Discipline in 1797. Its introduction included a paragraph on the structure of its constituent bodies:"

      },
      {
        "style": "italic",
        "text": "And for the worship of God, and the more regular and easy proceeding in the service and discipline of the Church, Meetings have been by Divine assistance, as above hinted, set up and established, serviceable and subordinate to each other, as particular meetings Meetings for worship, one or more of which constitute a Preparative Meeting. Monthly, which mostly take In several particular or Preparative Meetings, who are to meet together once a month. Quarterly, including so many monthly Meetings as may under right direction most usually meet together once every three months. And Yearly, which is composed of so many Quarterly Meetings as may most conveniently attend the same; each of which have their respective Powers and Service for the well ordering of Society, and advancement of Truth and Righteousness. "
  
      },
      {
        "style": "normal",
        "text":"Among Friends, meetings for worship, also called Particular Meetings, were organized on the principle of silent waiting, where each person could pray, meditate, or “listen to the Light of God.” They were usually held on First Day, the day we call Sunday, but could also occur mid week or as called. Vocal ministry arose when a member felt inwardly led to offer a specific message or prayer. Although anyone could be inwardly led, recorded ministers most frequently  spoke aloud. It was not necessary to be a member to attend such a meeting. Men and women met together for worship."
      },
      {
        "style": "normal",
        "text" : "In the late 18th century, “General Meetings” (for worship) were appointed every three or four months to which children and servants were specifically invited. Separate Youth’s Meetings (for Worship) were also held. John Hunt and Joshua Evans, among others, also arranged for meetings for worship in the local Indigenous and African-American communities."
      },
      {
        "style" : "normal",
        "text": "Preparative Meetings generally oversaw the meetings for worship. It was, in effect, the local “congregation.” Men and women held separate business meetings (at all levels) until the late 19th century. The Preparative Meeting usually held the deeds to the land on which the meetinghouse and burial ground stood. Unlike many other Protestant denominations, the preparative meeting was constituted by the members who worshipped in a home or meeting house, not the building or church in which worship occurred." 
      },
      {
        "style": "normal",
        "text": "And the Preparative Meeting appointed representatives to attend the Monthly Meeting of which it was a part. The Monthly Meeting was the fundamental unit of Friends’ organization. It had responsibility for care of members, authorized removals and marriages, maintained discipline, considered queries, and reported regularly to the quarterly meeting. All business meetings (at all levels) were held in a spirit of worship, and so were in effect meetings for worship for conducting business. In theory, all members in good standing could participate in the monthly business sessions, but the representatives generally presented the business of the Preparative Meeting. "
        
      },
      {
        "style": "normal",
        "text":  "Quarterly Meetings for business was held four times per year, attended by representatives of all monthly meetings in given area. It served as an appellate body for disciplinary matters and considered problems too large for a local meeting to solve. A quarterly meeting held the authority to establish or discontinue a monthly, preparative, or particular meeting for worship.  Evesham Monthly Meeting was part of Salem Quarterly Meeting until its division in 1794 when Haddonfield Quarterly Meeting was set off.  The Monthly Meetings of Haddonfield, Great Egg Harbor and John Hunt’s Meeting then constituted the latter."

      },
      {
        "style": "normal",
        "text":"Yearly Meeting was the highest level of authority within the Society of Friends, a large and autonomous body of Quakers in a particular geographic region. Decisions were binding on the monthly and quarterly meetings within its jurisdiction. It met annually over a period of several days to conduct business, formulate the discipline, receive reports and concerns from its constituent meetings, review the state of the Society, and to communicate with other yearly meetings through epistles. In Hunt’s time, Philadelphia Yearly Meeting included meetings in southern New Jersey, southeastern Pennsylvania, Delaware, the  Eastern Shore of Maryland and a few meetings in Virginia. In 1756, Philadelphia Yearly Meeting first appointed a Meeting for Sufferings to raise and administer relief to Friends who suffered distress as a result of Indian conflicts or governmental persecution. This body could act for the Yearly Meeting during the fifty-one weeks that the latter was not in session."


      },
      {
        "style": "normal",
        "text": "Hunt also made reference to another yearly meeting, the “Circular” or “Circulating” Yearly Meeting. In the 18th century these annual gatherings circulated within the area of the Quarterly Meeting that managed them. They were not meetings for business and were open to the community.  "
          
      },
      {
        "style": "normal",
        "text": "Ministers and Elders met monthly, quarterly, and yearly. These were “select” meetings meaning that participation was limited to ministers and elders. In the 18th century a Yearly Meeting of Ministers and Elders was held in late March or early April and was also referred to as Spring Meeting."
      }
    ],


    "footnote": [
      {
        "number": "1",
        "text:": "Rules of Discipline and Christian Advices of the Yearly Meeting of Friends. Philadelphia: Samuel Sansom, 1797, pp. vi-vii."
      }
    ],


    "terms": [
      {
        "term": "Acknowledgement",
        "definition": "A formal, written statement of apology by an offending member to the meeting for having acted in a manner contrary to the rules of discipline."
      },
      {
        "term": "Birthright member",
        "definition": "A person whose parents are both members of the Society of Friends, thus making the person a Friend from birth."
      },
      {
        "term": "Certificate of Removal",
        "definition": " see under Removal."
      },
      {
        "term": "Convinced Friend",
        "definition": " A person who is not a birthright Friend who joins the Society."
      },
      {
        "term": "Disownment",
        "definition": "The involuntary termination of membership in a meeting, when a member of a meeting acts contrary to established discipline.  Reasons for disownment have changed over time, often reflecting contemporary societal mores.  Today, very few people are disowned."
      },
      {
        "term": "Elders",
        "definition": "A small group of men and women appointed to assist and also oversee the ministers.  There were monthly, quarterly, and yearly meetings of ministers and elders to oversee the spiritual life of the Society of Friends."
      },
      {
        "term": "Quarterly Meeting",
        "definition": "These meetings are under the jurisdiction of a yearly meeting.  Half-Yearly Meetings were established where distance between meetings made more frequent gathering difficult."
      },
      {
        "term": "Indulged meeting",
        "definition": "A newly formed meeting for worship which requests and is granted the care and oversight of a local monthly meeting."
      },
      {
        "term": "Laid down",
        "definition": "Term used to denote the official discontinuance of a meeting."
      },
      {
        "term": "Meeting for Sufferings",
        "definition": "A committee first appointed in 1756 by Philadelphia Yearly Meeting to raise and administer relief to Friends who suffered distress as a result of Indian conflicts or governmental persecution.  Similar bodies were established by other American yearly meetings. Later, quarterly and monthly meetings appointed committees to assist Friends who encountered hardships due to their opposition to war and slavery.  The Meetings for Sufferings also maintained contact with their counterpart in London that had been organized in 1676.  The Meeting for Sufferings acted for the Yearly Meeting between sessions and later developed into Representative Meeting of the Yearly Meeting."
      },
      {
        "term": "Memorials",
        "definition": "On the death of a minister or other important member, the monthly meeting might prepare a brief biography testifying to the spiritual value of this life.  The memorial was read at the monthly meeting and forwarded to the quarterly and/or yearly meeting. Yearly Meetings also periodically published printed books of memorials, particularly in the second half of the 19th century."
      },
      {
        "term": "Ministers",
        "definition": "Historically, men and women who were recognized as being unusually inspired by the Spirit of God and provided most of the vocal messages in meeting for worship.  Ministers were formally designated or “recorded” by the monthly meeting, and regular meetings of ministers and elders, called Preparative Meetings of Ministers and Elders or Select Meeting were held to consider the spiritual life of the meeting.  The practice of “recording” ministers has for the most part been discontinued today."
      },
      {
        "term": "Opportunity",
        "definition": "An opportunity for a religious visit to families or to speak in meeting for worship."
      },
      {
        "term": "Overseer",
        "definition": " A member of committee of overseers responsible for the welfare and discipline of members of the monthly meeting."
      },
      {
        "term": "Particular meeting",
        "definition": "A formally established meeting for worship under the care of a monthly meeting."
      },
      {
        "term": "Queries",
        "definition": "A set of questions, revised periodically, which were to be answered in writing by preparative, monthly, and quarterly meetings and reported to the Yearly Meeting.  The queries concern conduct of individuals and practices of the meetings and provide one means of assuring uniformity in discipline.  Meetings of ministers and elders also responded to queries."
      },
      {
        "term": "Removal",
        "definition": "A certificate of removal is a document given to persons who are transferring their membership from one monthly meeting to another.  Their removal testifies that they are members in good standing with the meetings they are leaving."
      },
      {
        "term": "Select Meeting",
        "definition": "Select meetings were limited to designated participants. This usually refers to the meeting of ministers and elders."
      },
      {
        "term": "Sitting",
        "definition": "A religious visit, generally to a family."
      },
      {
        "term": "Testimonies",
        "definition": "Traditionally, Quakers developed a series of specific practices, often called testimonies, that expressed ethical conduct of truthfulness, simplicity, equality, and peace.  Testimonies include rejection of oaths, use of “thee” and “thou” in speech, plain dress, refusal to take off hats to social superiors, equality of men and women, opposition to slavery, and refusal to bear arms.  Testimonies also can refer to official documents, frequently disownments and memorials, prepared by Quaker business meetings as part of what they considered witnessing to truth."
      },
      {
        "term": "Traveling certificate or minute",
        "definition": "A document issued by a meeting to a member in good standing (normally a recorded minister), allowing him or her to travel to other meetings to visit or preach."
      },
      {
        "term": "Women’s meeting",
        "definition": "Separate business meetings for women alongside the men’s meetings were held by preparative, monthly, quarterly, and yearly meetings.  Women appointed representatives, communicated with other women’s meetings, granted or received certificates of removal, approved marriages for women members.  The men’s meeting rarely overruled the women’s meetings on removals, marriages or questions regarding matters of discipline.  Gradually, beginning late in the 19th century, men and women began meeting jointly to conduct business."
      }
    ]
  },
  "appendixC": {
    "title": " John Hunt Manuscripts and Publications in the Collections of Friends Historical Library",
    "header": "Digital Surrogates Available online:",
    "text": [
      {
        "key": "http://triptych.brynmawr.edu/cdm/search/collection/SC_JohnHunt/",
        "values": [
          "Inventory of Hunt Journals, other Manuscripts, and Publications"
        ]
      },
      {
        "key": " John Hunt Manuscript Journal 1770 to 1800  256,950",
        "values": [
          "1770 7mo-1773 2mo (originally bound with 1773-1777)",
          "1773 3mo-1777 1mo",
          "1776 12mo-1787 12mo (pages numbered 73-172; originally bound with accounts, 1769-74)",
          "1788 2mo (unpaginated, originally bound with accounts, 1769-74)",
          "1779 9mo-10mo (loose account of Yearly Meeting)",
          "1788 3mo-1792 3mo (originally bound with 1792-1800)",
          "1792 4mo-1800 8mo"
        ]
      },
      {
        "key": "John Hunt Manuscript Journal 1800 to 1812  326",
        "values": [
          "1805 5mo & n.d. (loose)",
          "1806 8mo (loose)",
          "1808 1mo (loose)"
        ]
      },
      {
        "key": "John Hunt Manuscript Journal 1812 – 1824  197,248 +  2,769 +  2,564",
        "values": [
          "1812 7mo 8-1816 2mo 21",
          "1817 7mo-1818 5mo (marked “No. 3“)",
          "1818 5mo-1818 9mo (marked “No. 4“)\t\t",
          "1819 2mo-1820 1[12?]mo (marked “No. 6“)",
          "1820 1mo-1820 7mo (marked “No. 7“)",
          "1820 7mo-1821 8mo (originally bound with “No. 7”)",
          "1821 8mo-1822 1mo (marked “No. 8“)",
          "1822 6mo-1823 4mo (marked “No. 9“)",
          "1823 4mo 27-1823 7mo 12  (marked “No. 10“)",
          "1824 6mo-1824 10mo (marked “No. 11“)"
        ]
      },
      {
        "key": "Other Manuscript Writings of John Hunt",
        "values": [
          "“To the Youth and parents of Redstone and parts of Ohio where it has been my Lot to Travel,” 1820 11mo 18",
          "[Angry God], n.d.",
          "[Account of Yearly Meeting], undated",
          "[Visit to Horsham Meeting], undated",
          "Accounts, 1769-1774 (paginated, pages numbered 51-72)",
          "Accounts (bound with Journal 1814 4mo 17), 1810 5mo 9-1812 10mo 8",
          "Will, 1824 (bound with Journal 1792 4mo 9-1800 8mo 13, in back)"
        ]
      },
      {
        "key": "John Hunt’s Writings in Friends Miscellany",
        "values": [
          "Extract of a letter from the Same, 8 mo. 24, 1824. Friends Miscellany 3 (1833): 145-151.",
          "“John Hunt’s Epistle To Friends of the Meeting at Bass River, New Jersey. Friends Miscellany 8 (1836): 372-378.  Signed John Hunt, Near Moorestown, 8th month, 1819.",
          "“John Hunt’s Journal,” Friends Miscellany 10 (1837): 213-416",
          "“Letter from John Hunt, of Moorestown, New Jersey. Friends Miscellany 3 (1833): 89-93.  Letter dated 22nd of 6th Month, 1822.",
          "Notes and Observations, on some Remarkable events and circumstances, chiefly relating to the time of the American Revolution. Friends Miscellany 1 (1831): 97-112.",
          "John Hunt’s Letter to a Friend in Pennsylvania.”  Friends Miscellany 1 (1833), 139-43.",
          "Letter dated “Near Moorestown, N.J. 9th of 5th mo. 1820.",
          "“Notices of Benjamin Lay,” Friends Miscellany 4 (1833): 274-276.",
          "“Thoughts and Remarks on timely and properly attending Religious Meetings,” Friends Miscellany 3 (1832), 346-352.  Letter dated Moorestown, N.J,   5th of 5th mo. 1816."
        ]
      }
    ]
  }
}
